<template lang="pug">
section.policy
  .site-container
    h1 <strong>Политика в отношении обработки персональных данных</strong>
    h3 Общие положения
    p 1.1. Настоящая Политика разработана во исполнение требований п. 2 ч. 1 ст. 18.1 Федерального закона от 27.07.2006 N 152-ФЗ “О персональных данных” (далее – Закон о персональных данных и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые АО «РИВЦ» (далее – Оператор).
    p 1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <a href="https://www.rivc-it.com/">rivc-it.com</a>;
    h3 Основные понятия, используемые в Политике
    p 2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;
    p 2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
    p 2.3. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href="https://www.rivc-it.com/">rivc-it.com</a>;
    p 2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;
    p 2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;
    p 2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;
    p 2.7. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;
    p 2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта: <a href="https://www.rivc-it.com/">rivc-it.com</a>
    p 2.9. Пользователь – любой посетитель веб-сайта <a href="https://www.rivc-it.com/">rivc-it.com</a>;
    p 2.10. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
    p 2.11. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;
    p 2.12. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;
    p 2.13. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.
    h3 Оператор может обрабатывать следующие персональные данные Пользователя
    p 3.1. Фамилия, имя, отчество;
    p 3.2. Электронный адрес;
    p 3.3. Номера телефонов;
    p 3.4. Год, месяц, дата и место рождения;
    p 3.5. Информацию о юридическом лице и индивидуальном предпринимателе;
    p 3.6. Также на сайте происходит сбор и обработка обезличенных  данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
    p 3.7. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
    h3 Цели обработки персональных данных
    p 4.1. Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте <a href="https://www.rivc-it.com/">rivc-it.com</a>;
    p 4.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты Radik.Sabirov@tatar.ru с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».
    p 4.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
    h3 Правовые основания обработки персональных данных
    p 5.1.Правовыми основаниями обработки персональных данных Оператором являются:
    p Конституция РФ;
    p Трудовой кодекс РФ;
    p Гражданский кодекс РФ;
    p Федеральный закон от 27 июля 2006 г. N 149-ФЗ “Об информации, информационных технологиях и о защите информации”;
    p Закон РФ от 27 декабря 1991 г. N 2124-1 “О средствах массовой информации”;
    p Федеральный закон от 26 декабря 2008 г. N 294-ФЗ “О защите прав юридических лиц и индивидуальных предпринимателей при осуществлении государственного контроля (надзора) и муниципального контроля”;
    p Указ Президента РФ от 6 марта 1997 г. N 188 “Об утверждении перечня сведений конфиденциального характера”;
    p Постановление Правительства Российской Федерации от 06 июля 2008 г. N 512 “Об утверждении требований к материальным носителям биометрических персональных данных и технологиям хранения таких данных вне информационных систем персональных данных”;
    p Постановление Правительства Российской Федерации от 15 сентября 2008 г. N 687 “Об утверждении Положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации”;
    p Постановление Правительства Российской Федерации от 1 ноября 2012 г. N 1119 “Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных”;
    p Приказ Роскомнадзора от 5 сентября 2013 г. N 996 “Об утверждении требований и методов по обезличиванию персональных данных”;
    p Приказ ФСТЭК России от 18 февраля 2013 г. N 21 “Об утверждении состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных”;
    p уставные документы Оператора;
    p договоры, заключаемые между Оператором и субъектами персональных данных;
    p согласия субъектов персональных данных на обработку персональных данных;
    p иные основания, когда согласие на обработку персональных данных не требуется в силу закона.
    p 5.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно с помощью специальных форм, расположенные на сайте <a href="https://www.rivc-it.com/">rivc-it.com</a>;
    p  Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.
    p 5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
    h3 Порядок сбора, хранения, передачи и других видов обработки персональных данных
    p Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
    p 6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
    p 6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства,  а также в целях исполнения взятых оператором на себя обязательств по отношению к Пользователю.
    p 6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора Radik.Sabirov@tatar.ru с пометкой «Актуализация персональных данных».
    p 6.4. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора Radik.Sabirov@tatar.ru с пометкой «Отзыв согласия на обработку персональных данных».
    p 6.5. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, в течение срока не дольше, чем этого требуют цели обработки персональных данных, кроме случаев, когда срок хранения персональных данных установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.
    p 6.6. По требованию субъекта персональных данных АО РИВЦ уточняет его персональные данные, блокирует или уничтожает их в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки. В срок, не превышающий семи рабочих дней со дня предоставления субъектом персональных данных или его представителем сведений, подтверждающих, что персональные данные являются неполными, неточными или неактуальными, АО РИВЦ вносит в них необходимые изменения. В срок, не превышающий семи рабочих дней со дня представления субъектом персональных данных или его представителем сведений, подтверждающих, что такие персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели обработки, АО РИВЦ уничтожает такие персональные данные. АО РИВЦ обязано уведомить субъекта персональных данных или его представителя о внесенных изменениях и предпринятых мерах и принять разумные меры для уведомления третьих лиц, которым персональные данные этого субъекта были переданы.
    p Трансграничная передача персональных данных
    p Трансграничная передача обрабатываемых персональных данных субъектов персональных данных, АО РИВЦ не осуществляется.
    h3 Заключительные положения
    p 8.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты Radik.Sabirov@tatar.ru.
    p 8.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.

    nuxt-link.button.policy__btn(to="/")
      .button__txt
        | На главную
</template>

<script>
export default {
  name: 'Policy',
  layout: 'includePage'
}
</script>

<style lang='scss' scoped>
@import '~@/assets/styles/global/helpers/media';

.policy {
  padding-top: var(--header-height);
  margin-bottom: 5rem;

  &__btn {
    display: inline-block;
    margin-top: 4rem;
  }

  h1 {
    font: var(--font-l);

    @include mq(sm) {
      font: var(--font-m-mobile);
    }
  }

  h3 {
    margin: 3rem 0 2rem;
    font: var(--font-m);
    font-weight: 700;
  }

  a {
    color: var(--color-blue);

    &:hover {
      text-decoration: underline;
    }
  }

  p {
    margin-bottom: 1rem;

    &:nth-last-of-type(1) {
      margin-bottom: 0;
    }
  }
}
</style>
